#include <locale.h>
#include <stdio.h>

void name()
{
	printf("*****************************************************************************************\n");
	printf("*                                                                                       *\n");
	printf("*    Тема: Написание и компиляция консольного приложения в среде разработки MVS 2022    *\n");
	printf("* Выполнила Маркина Е.А.                                                                *\n");
	printf("*                                                                                       *\n");
	printf("*****************************************************************************************\n");
}

void date()
{
	printf(" --  /|   --   --   --   --\n");
	printf("|  |  |  |  | |  | |  | |\n");
	printf("|  |  |  |  |  --  |  |  --\n");
	printf("|  |  |  |  | |  | |  |    |\n");
	printf(" --   |   --   --   --   --\n");
}

void main()
{
	setlocale(LC_ALL, "RUS");
	name();
	date();
	date();
	date();
}
