#include <stdio.h>
#include <locale.h>

int main()
{
	setlocale(LC_ALL, "RUS");
	printf("*****************************************************************************************\n");
	printf("*                                                                                       *\n");
	printf("*    Тема: Написание и компиляция консольного приложения в среде разработки MVS 2022    *\n");
	printf("* Выполнила Маркина Е.А.                                                                *\n");
	printf("*                                                                                       *\n");
	printf("*****************************************************************************************\n");
}
